/* The message of an alert, that tells the user that he/she denied location access to the app. */
"Location denied, please go in settings to allow this app to use your location" = "Location denied, please go in settings to allow this app to use your location";

/* The title of an alert, that tells the user that he/she denied location access to the app. */
"Location service denied" = "Location service denied";

/* A common affirmative action title, like 'OK' in english. */
"OK" = "OK";

/* The message of an alert that tells the user, that no server was set. */
"Please go in settings to enter server address" = "Please go in settings to enter server address";

/* The title of an alert that tells the user, that no server was set. */
"Server not set" = "Server not set";

/* The title of the Pokémon selection for common Pokémon. */
"Common" = "Common";

/* The title of the Pokémon selection for favorite Pokémon. */
"Favorite" = "Favorite";

/* The title of a Pokéstop annotation on the map. */
"Pokestop" = "Pokéstop";

/* The message of a Pokéstop annotation on the map. */
"This is a pokestop" = "This is a Pokéstop";

/* The title of a gym annotation on the map. */
"Gym" = "Gym";

/* The description of a gym annotation on the map with points. */
"Gym points: %d" = "Gym points: %d";

/* The hint in a annotation callout that indicates when a Pokémon disappears. */
"Disappears at" = "Disappears at %@";

/* The hint that a certain Pokémon appeared on the map. */
"[Pokemon] was added to the map!" = "%@ was added to the map!";

/* The hint that a favorite Pokémon appeared on the map. */
"[Pokemon], a favorite pokemon, was added to the map!" = "%@, a favorite pokemon, was added to the map!";

/* The title of an annotation on the map to scan the location. */
"Scan location" = "Scan location";

/* The title of an alert that tells the user to select a server type */
"Select a server type" = "Select a server type";

/* The message of an alert that tells the user to select a new server type */
"Please select a type" = "Please select a type";

/* A button to destroy the alert without saving */
"Cancel" = "Cancel";

/* The title of an alert that tells the user to select a new drive mode */
"Select a drive mode" = "Select a drive mode";

/* The message of an alert that tells the user to select a new drive mode */
"Please select a mode" = "Please select a mode";

/* A button to set driving mode on map */
"Drive" = "Drive";

/* A button to set transit mode on map */
"Transit" = "Transit";

/* A button to set walking mode on map */
"Walk" = "Walk";

"car" = "car";
"transit" = "transit";
"walk" = "walk";
"Empty" = "Empty";
"PokemonGo-Map" = "PokemonGo-Map";
"Pogom" = "Pogom";
"Moves" = "Moves: %@ / %@";
"IV" = "IV: %.1f%% (%i/%i/%i)";
